Repository: Akki01/enigma2-pliplugins
Catalog: PLi/SoftcamSetup/po/*.po
Languages: et, fr, lt, uk

source: Cancel
et: Tühista
fr: Annuler
lt: Atšaukti
uk: Скасування

source: Lets you configure your softcams
et: Võimaldab sul seadistada Sinu SoftCam'id
fr: Vous permet de configurer vos softcams
lt: Emuliatorų pasirinkimas ir valdymas
uk: Вибір і настройка емуляторів

source: Please wait, restarting cardserver.
et: Kaardi server taaskäivitub, palun oota ...
fr: Veuillez attendre, redémarrage du cardserver.
lt: Palaukite, kardserveris paleidžiamas iš naujo.
uk: Будь ласка, зачекайте, виконується рестарт кардсервера.

source: Please wait, restarting softcam and cardserver.
et: SoftCam ja kaardi server taaskäivituvad, palun oota ...
fr: Veuillez attendre, redémarrage du softcam et cardserver.
lt: Palaukite, emuliatorius ir kardserveris paleidžiami iš naujo.
uk: Будь ласка, зачекайте, виконується рестарт емулятора і кардсервера.

source: Please wait, restarting softcam.
et: SoftCam taaskäivitub, palun oota ...
fr: Veuillez attendre, redémarrage du softcam.
lt: Palaukite, emuliatorius paleidžiamas iš naujo.
uk: Будь ласка, зачекайте, виконується рестарт емулятора.

source: Restart both
et: Taaskäivita mõlemad
fr: Redémarrer les deux
lt: Paleisti iš naujo abu
uk: Обидва перезавантаження

source: restart both
et: taaskäivita mõlemad

source: Restart cardserver
et: Taaskäivita kaardi server
fr: Redémarrer cardserver
lt: Paleisti kardserverį iš naujo
uk: Рестарт кардсервера

source: restart cardserver
et: taaskäivita kaardi server

source: Restart softcam
et: Taaskäivita SoftCam
fr: Redémarer softcam
lt: Paleisti emuliatorių iš naujo
uk: Рестарт емулятора

source: restart softcam
et: Taaskäivita SoftCam

source: Select Card Server
et: Vali kaardi server
fr: Sélectionner cardserver
lt: Pasirinkti kardserverį
uk: Вибір кардсервера

source: Select Softcam
et: Vali SoftCam
fr: Sélectionner softcam
lt: Pasirinkti emuliatorių
uk: Вибір емулятора

source: Softcam setup
et: SoftCam seaded
fr: Configuration softcam
lt: Emuliatoriaus sąranka
uk: Налаштування емулятора

source: Softcam setup...
et: SoftCam seaded...
fr: Configuration softcam...
lt: Emuliatorių sąranka
uk: Налаштування емулятора ...

source: Enable Auto-Camd
et: Luba Auto-Camd

source: Refresh
et: Värskenda

source: Don't switch auto-camd while recording
et: Ära salvestamise ajal lülita Auto-Camd

source: Setup Auto-Camd List
et: Auto-Camd seadistus

source: Default Camd
et: Vaikimisi Camd

source: Current softcam:
et: Praegune SoftCam:

source: Current cardserver:
et: Praegune kaardi server:

source: Settings menu
et: Seadete menüü

source: Show plugin extensions menu
et: Näita laienduste menüüd

source: Quick button
et: Kiirvaliku nupp

source: Choice key
et: Valiku nupp

source: Open plugin - cursor to restart:
et: Ava laiendus - kursoriga taaskäivituse peale:

source: Show ecm.info
et: Näita ECM infot

source: Close plugin on restart emu
et: Sulge laiendus EMU restardiga

source: Changing keymap failed (%s).
et: Keymap muutmine ebaõnnestus (%s).

source: Softcam Setup
et: SoftCam seaded

source: Add Provider
et: Lisa levitaja

source: Add Channel
et: Lisa kanal

source: Auto-Camd List Setup
et: Auto-Camd listi seadistus

source: Delete
et: Kustuta

source: Change Camd
et: Muuda Camd

source: Switch camd: '%s' to '%s'
et: Muuda Camd: '%s' to '%s'

source: Help key
et: Abi klahv

source: TEXT key
et: TEXTi nupp

source: RED key
et: Punane nupp

source: YELLOW key
et: Kollane nupp

source: Green key
et: Roheline nupp

source: Show softcam setup in extensions menu
et: Näita SoftCam seaded laienduste kiirmenüüs
fr: Afficher configuration softcam dans le menu extension
lt: Rodyti emuliatorių sąranką tarp plėtinių meniu
uk: Показати налаштування емуляторів в меню доповнень

source: OK
lt: Gerai
uk: ОК

source: Info
lt: Informacija
